Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: No deadlines this week — enjoy the calm!
ar: لا توجد مواعيد نهائية مستحقة — استمتع بهذه الفترة الهادئة!
ca: No hi ha cap venciment aquesta setmana; aprofiteu que la cosa està tranquil·la.
cy: Dim dyddiadau cwblhau yr wythnos hon – mwynhewch y llonyddwch!
da: Ingen deadlines denne uge – nyd roen!
da_instk12: Ingen deadlines denne uge – nyd roen!
de: Diese Woche gibt es keine Fälligkeitstermine – genießen Sie die Ruhe!
es: Esta semana no hay plazos: ¡disfrute de la tranquilidad!
es_es: No hay fechas límite esta semana: ¡disfruta de la tranquilidad!
fi: Ei uusia määräpäiviä tällä viikolla - nauti hiljaisuudesta!
fr: Aucune date d’échéance cette semaine, profitez de la tranquillité !
fr_ca: Pas de date limite cette semaine — profitez du calme!
ga: Níl aon spriocdhátaí an tseachtain seo — bain sult as an suaimhneas!
hi: इस सप्ताह कोई डेडलाइन नहीं है — शांति का आनंद लें!
ht: Pa gen dat limit semèn sa a — pwofite kalm nan!
id: Tidak ada batas waktu minggu ini — nikmati ketenangannya!
is: Engir frestar í þessari viku — njótið rólegheitanna!
it: Nessuna scadenza questa settimana, riposati!
ja: 今週は提出期限がありません。この静かな時間を楽しんでください！
ko: 이번 주에 마감은 없습니다. 여유를 즐기세요!
mi: Kāore he rā kati mō tēnei wiki — kia pai te marino!
ms: Tiada tarikh akhir minggu ini — nikmati ketenangan!
nb: Ingen frister denne uka – nyt freden!
nb_instk12: Ingen frister denne uka – nyt freden!
nl: Geen deadlines deze week – geniet van de rust!
pl: Brak terminów w tym tygodniu – ciesz się spokojem!
pt: Esta semana não há prazos — aproveita a calma!
pt_br: Sem prazos esta semana — aproveite a tranquilidade!
ru: На этой неделе никаких крайних сроков — наслаждайтесь спокойствием!
sl: Ta teden ni rokov – uživajte v miru!
sv: Inga deadlines den här veckan – njut av lugnet!
sv_instk12: Inga deadlines den här veckan – njut av lugnet!
th: ไม่มีงานที่ต้องส่งสัปดาห์นี้ - ปล่อยตัวตามสบายได้เลย!
vi: Tuần này không có hạn chót nào — hãy tận hưởng sự bình yên!
zh: 本周没有截止日期 — 好好放松吧！
zh_hk: 本週沒有截止日期－盡情享受平靜時光吧！

source: No due date
ar: بلا تاريخ استحقاق
ca: Sense data de lliurament
cy: Dim dyddiad erbyn
da: Ingen afleveringsdato
da_instk12: Ingen afleveringsdato
de: Kein Abgabetermin
es: No hay fecha de entrega
es_es: No hay fecha de entrega
fi: Ei määräpäivää
fr: Pas de date limite
fr_ca: Aucune date d’échéance
ga: Gan dáta dlite
hi: कोई नियत तिथि नहीं
ht: San delè
id: Tanpa batas waktu
is: Enginn skiladagur
it: Nessuna data di scadenza
ja: 締切日なし
ko: 기한 날짜 없음
mi: Kāore he rā tika
ms: Tiada tarikh siap
nb: Ingen forfallsdato
nb_instk12: Ingen forfallsdato
nl: Geen inleverdatum
pl: Brak terminu
pt: Sem data de limite
pt_br: Sem prazo de entrega
ru: Срок выполнения не задан
sl: Ni roka
sv: Inget inlämningsdatum
sv_instk12: Inget inlämningsdatum
th: ไม่มีวันครบกำหนด
vi: Không có ngày đến hạn
zh: 没有截止日期
zh_hk: 無截止日期

source: No Due Date
ar: لا يوجد تاريخ استحقاق
ca: Sense data de lliurament
cy: Dim Dyddiad Erbyn
da: Ingen afleveringsdato
da_instk12: Ingen afleveringsdato
de: Kein Abgabetermin
es: No hay fecha de entrega
es_es: Sin fecha de entrega
fi: Ei määräpäivää
fr: Pas de date limite
fr_ca: Aucune date d’échéance
ga: Níl aon Dáta Dlite
hi: कोई नियत तिथि नहीं
ht: San Delè
id: Tidak Ada Batas Waktu
is: Enginn skiladagur
it: Nessuna data di scadenza
ja: 締切日なし
ko: 기한 날짜 없음
mi: Kaore He Rā Tika
ms: Tiada Tarikh Siap
nb: Ingen forfallsdato
nb_instk12: Ingen forfallsdato
nl: Geen inleverdatum
pl: Brak terminu
pt: Sem data de vencimento
pt_br: Sem prazo de entrega
ru: Срок выполнения не задан
sl: Ni roka
sv: Inget inlämningsdatum
sv_instk12: Inget inlämningsdatum
th: ไม่มีวันครบกำหนด
vi: Không Có Ngày Đến Hạn
zh: 无截止日期
zh_hk: 無截止日期

source: No due submissions
ar: لا توجد إرسالات مستحقة
ca: No hi ha cap entrega vençuda
cy: Dim cyflwyniadau dyledus
da: Ingen afleveringer, der skal afleveres
da_instk12: Ingen afleveringer, der skal afleveres
de: Keine fälligen Abgaben
es: No hay entregas vencidas
es_es: No hay entregas pendientes
fi: Ei erääntyneitä tehtäväpalautuksia
fr: Aucune soumission attendue
fr_ca: Aucuns travaux à rendre
ga: Níl aon uaslódálacha dlite
hi: कोई नियत सबमिशन नहीं
ht: Pa gen dat limit pou soumèt
id: Tidak ada penyerahan yang jatuh tempo
is: Ekki komið að neinum skilum
it: Nessuna consegna scaduta
ja: 期限がきている提出課題なし
ko: 기한 제출 없음
mi: Kāore he tukunga e tika ana
ms: Tiada serahan perlu dihantar
nb: Ingen innleveringer som forfaller
nb_instk12: Ingen innleveringer som forfaller
nl: Geen opdrachten die moeten worden ingeleverd
pl: Brak wymaganych materiałów
pt: Não há prazos de entrega
pt_br: Não há prazo para entrega de trabalhos.
ru: Нет отправок с наступившим сроком
sl: Ni rokov za oddaje
sv: Inga sena inlämningar
sv_instk12: Inga sena inlämningar
th: ผลงานจัดส่งไม่มีกำหนดเวลา
vi: Không có bài nộp đến hạn nào
zh: 没有到期待提交作业
zh_hk: 沒有到期提交

source: No installed apps support opening this file
ar: لا يوجد أي تطبيق مثبّت يسمح بفتح هذا الملف
ca: No hi ha cap aplicació instal·lada que es pugui utilitzar per obrir aquest fitxer
cy: Does dim apiau wedi'u llwytho i lawr sy'n gallu agor y ffeil hon
da: Ingen installerede apps understøtter åbning af denne fil
da_instk12: Ingen installerede apps understøtter åbning af denne fil
de: Öffnen dieser Datei wird von keiner der installierten Apps unterstützt
es: Ninguna aplicación instalada es compatible para abrir este archivo
es_es: Ninguna aplicación instalada es compatible para abrir este archivo
fi: Ei tämän tiedoston avaamista tukevia sovelluksia asennettu
fr: Aucune application déjà installée ne permet d'ouvrir ce fichier
fr_ca: Aucune application déjà installée ne permet d'ouvrir ce fichier
ga: Ní thacaíonn aon aip suiteáilte le hoscailt an chomhaid seo
hi: कोई भी इंस्टॉल की गई ऐप इस फ़ाइल का समर्थन नहीं करती है
ht: Pa gen app instale ki sipòte ouvèti fichye sa a
id: Tidak ada aplikasi terinstal yang mendukung pembukaan file ini
is: Engin uppsett öpp styðja þessa skrá
it: Nessuna app installata supporta l’apertura di questo file
ja: このファイルを開くことができるアプリがインストールされていません
ko: 이 파일을 여는 것을 지원하는 설치된 앱이 없습니다
mi: No taupānga tāutatia tautoko te whakatuwhera i tēnei kōnae
ms: Tiada apl yang dipasang menyokong pembukaan fail ini
nb: Ingen installerte apper støtter åpning av denne filen.
nb_instk12: Ingen installerte apper støtter åpning av denne filen.
nl: Geen geïnstalleerde apps die het openen van dit bestand ondersteunen
pl: Brak zainstalowanych aplikacji, które obsługują otwieranie tego pliku
pt: Sem apps instaladas que suportem este ficheiro
pt_br: Não há aplicativos instalados que suportem a abertura deste arquivo.
ru: Установленные приложения не поддерживают открытие этого файла
sl: Nobena nameščena aplikacija ne podpira odpiranja te datoteke.
sv: Inga installerade appar stöder öppning av den här filen
sv_instk12: Inga installerade appar stöder öppning av den här filen
th: ไม่มีแอพที่ติดตั้งที่รองรับการเปิดไฟล์นี้
vi: Không có ứng dụng được cài đặt hỗ trợ mở tập tin này
zh: 没有安装的应用程序支持打开此文件
zh_hk: 已安裝的 app 中，無法支援開啟此檔案

source: No missing submissions
ar: لا توجد إرسالات ناقصة
ca: No hi ha cap entrega no presentada
cy: Dim cyflwyniadau ar goll
da: Ingen manglende afleveringer
da_instk12: Ingen manglende afleveringer
de: Keine fehlenden Abgaben
es: No hay entregas faltantes
es_es: No hay entregas no presentadas
fi: Ei puuttuvia tehtäväpalautuksia
fr: Aucune soumission manquante
fr_ca: Aucuns travaux manquants
ga: Níl aon uaslódálacha ar iarraidh
hi: कोई गायब सबमिशन नहीं
ht: Pa gen soumisyon ki manke
id: Tidak ada penyerahan yang hilang
is: Engin skil sem vantar
it: Nessuna consegna mancante
ja: 未提出の提出課題なし
ko: 누락된 제출 없음
mi: Kāore he tukunga e ngaro ana
ms: Tiada serahan tiada
nb: Ingen manglende innleveringer
nb_instk12: Ingen manglende innleveringer
nl: Geen ontbrekende inleveringen
pl: Nie musisz nic wysyłać
pt: Não faltam entregas
pt_br: Nenhum envio ausente
ru: Нет отсутствующих отправок
sl: Ni manjkajočih oddaj
sv: Inga saknade inlämningar
sv_instk12: Inga saknade inlämningar
th: ไม่มีผลงานจัดส่งที่ขาดหาย
vi: Không có bài nộp bị thiếu nào
zh: 没有未提交作业
zh_hk: 沒有欠交

source: No new grades
ar: لا توجد درجات جديدة
ca: No hi ha cap nota nova
cy: Dim graddau newydd
da: Ingen nye karakterer
da_instk12: Ingen nye vurderinger
de: Keine neuen Noten
es: No hay nuevas calificaciones
es_es: No hay nuevas notas
fi: Ei uusia arvosanoja
fr: Aucune nouvelle note
fr_ca: Aucunes nouvelles notes
ga: Níl aon marcanna nua ann
hi: कोई नया ग्रेड नहीं
ht: Pa gen nouvo nòt
id: Tidak ada nilai baru
is: Engar nýjar einkunnir
it: Nessun nuovo voto
ja: 新規評定なし
ko: 새 성적 없음
mi: Kāore he māka hou
ms: Tiada gred baharu
nb: Ingen nye vurderinger
nb_instk12: Ingen nye vurderinger
nl: Geen nieuwe cijfers
pl: Brak nowych ocen
pt: Não há novas notas
pt_br: Sem novas notas
ru: Нет новых оценок
sl: Ni novih ocen
sv: Inga nya omdömen
sv_instk12: Inga nya bedömningar
th: ไม่มีเกรดใหม่
vi: Không có điểm mới nào
zh: 没有新评分
zh_hk: 沒有新成續

source: No new grades — you're all caught up!
ar: لا توجد درجات جديدة — أنت مُلم بكل شيء بالفعل!
ca: No hi ha cap nota nova; esteu al dia.
cy: Dim graddau newydd – rydych chi wedi dal i fyny!
da: Ingen nye karakterer – du er helt opdateret!
da_instk12: Ingen nye vurderinger – du er helt opdateret!
de: Keine neuen Noten – Sie sind auf dem neuesten Stand!
es: No hay nuevas calificaciones: ¡ya está al día!
es_es: No hay nuevas notas: ¡estás al día!
fi: Ei uusia arvosanoja - olet ajan tasalla!
fr: Aucune nouvelle note. Tout est à jour !
fr_ca: Aucunes nouvelles notes — vous êtes coincé!
ga: Níl aon marcanna nua ann — tá gach rud suas chun dáta!
hi: कोई नए ग्रेड नहीं हैं — आप पूरी तरह अपडेट हैं!
ht: Pa gen nouvo nòt — ou ajou!
id: Tidak ada nilai baru — sudah lengkap!
is: Engar nýjar einkunnir - allt er komið hjá þér!
it: Nessun nuovo voto, sei in pari!
ja: 新規評定なし — すべて完了しています！
ko: 새 성적 없음. 모두 확인했습니다!
mi: Kāore he māka hou — kua oti katoa i a koe!
ms: Tiada gred baharu — anda telah mengetahui semua maklumat terkini!
nb: Ingen nye vurderinger – du er à jour!
nb_instk12: Ingen nye vurderinger – du er à jour!
nl: Geen nieuwe cijfers – je bent helemaal bij!
pl: Brak nowych ocen – nie masz zaległości!
pt: Não há novas notas — estás em dia!
pt_br: Sem novas notas — você está em dia com tudo!
ru: Нет новых оценок — Вы все успели!
sl: Ni novih ocen – ste že na najnovejšem stanju!
sv: Inga nya omdömen – allt är gjort!
sv_instk12: Inga nya bedömningar – allt är gjort!
th: ไม่มีเกรดใหม่ - คุณไม่ได้ก้าวหน้าไปไหนเลย!
vi: Không có điểm mới nào — bạn đã cập nhật mọi thứ rồi!
zh: 没有新评分 — 您已查看所有评分！
zh_hk: 沒有新成績－你已全部趕上進度！

source: No Notifications
ar: لا توجد إعلامات
ca: No hi ha cap notificació
cy: Dim Hysbysiadau
da: Ingen notifikationer
da_instk12: Ingen notifikationer
de: Keine Benachrichtigungen
es: Sin notificaciones
es_es: No hay notificaciones
fi: Ei ilmoituksia
fr: Aucune notification
fr_ca: Aucune notification
ga: Níl aon Fhógraí
hi: कोई सूचना नहीं
ht: Okenn Notifikasyon
id: Tidak Ada Notifikasi
is: Engar tilkynningar
it: Nessuna notifica
ja: 通知なし
ko: 알림 없음
mi: Kaore he whakamōhiotanga
ms: Tiada Pemberitahuan
nb: Ingen anmerkninger
nb_instk12: Ingen anmerkninger
nl: Geen meldingen
pl: Brak powiadomień
pt: Nenhuma notificação
pt_br: Sem notificações
ru: Уведомления отсутствуют
sl: Ni sporočil.
sv: Inga aviseringar
sv_instk12: Inga aviseringar
th: ไม่มีการแจ้งข้อมูล
vi: Không Có Thông Báo
zh: 无通知
zh_hk: 無通知

source: No recipients
ar: لا يوجد أي مستلم
ca: No hi ha cap destinatari
cy: Dim derbynwyr
da: Ingen modtagere
da_instk12: Ingen modtagere
de: Keine Empfänger
es: Sin destinatarios
es_es: No hay destinatarios
fi: Ei vastaanottajia
fr: Aucun destinataire
fr_ca: Aucun destinataire
ga: Ní aon fhaighteoirí
hi: कोई प्राप्तकर्ता नहीं
ht: Pa gen destinat
id: Tidak ada penerima
is: Engir móttakendur
it: Nessun destinatario
ja: 受信者がいません
ko: 수신자 없음
mi: Kāore ngā kaiwhiwhi
ms: Tiada penerima
nb: Ingen mottakere
nb_instk12: Ingen mottakere
nl: Geen geadresseerden
pl: Brak odbiorców
pt: Sem destinatários
pt_br: Sem destinatários
ru: Нет получателей
sl: Ni prejemnikov.
sv: Inga mottagare
sv_instk12: Inga mottagare
th: ไม่มีผู้รับ
vi: Không có người nhận
zh: 没有收件人
zh_hk: 無收件人

source: No Recorded Audio
ar: لا يوجد أي تسجيل صوتي
ca: No s'ha enregistrat cap so
cy: Dim Sain wedi'i Recordio
da: Ingen optaget lyd
da_instk12: Ingen optaget lyd
de: Kein aufgezeichnetes Audio
es: Sin audio grabado
es_es: No hay audio grabado
fi: Ei nauhoitettua ääntä
fr: Pas d'enregistrement audio
fr_ca: Pas d'enregistrement audio
ga: Níl Fuaim Taifeadta ann
hi: कोई रिकॉर्ड किया गया ऑडियो नहीं
ht: Pa gen Odyo Anrejistre
id: Tidak Ada Rekaman Audio
is: Ekkert upptekið hljóð
it: Nessun audio registrato
ja: 録音された音声はありません
ko: 녹화된 오디오 없음
mi: Kahore Rekoata Ororongo
ms: Tiada Audio Dirakam
nb: Ingen lydopptak
nb_instk12: Ingen lydopptak
nl: Geen opgenomen audio
pl: Brak nagranego dźwięku
pt: Sem Audio Gravado
pt_br: Sem Áudio Gravado
ru: Нет записанного аудио
sl: Ni posnetega zvoka.
sv: Inget inspelat ljud
sv_instk12: Inget inspelat ljud
th: ไม่มีเสียงที่บันทึกไว้
vi: Không Có Bản Đã Ghi Âm
zh: 没有录制的音频
zh_hk: 無已錄製音訊

source: No results found
ar: لم يتم العثور على نتائج
ca: No s'ha trobat cap resultat
cy: Heb ddod o hyd i ganlyniadau
da: Ingen resultater fundet
da_instk12: Der blev ikke fundet resultater
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
es_es: No se han encontrado resultados
fi: Tuloksia ei löytynyt
fr: Aucun résultat trouvé
fr_ca: Aucun résultat trouvé
ga: Níor aimsíodh aon toradh
hi: कोई नतीजा नहीं मिला
ht: Nou pa jwenn rezilta
id: Hasil tidak ditemukan
is: Engar niðurstöður fundust
it: Nessun risultato trovato
ja: 結果が見つかりませんでした
ko: 찾은 결과가 없습니다
mi: Kāore he hua i kitea
ms: Tiada hasil carian ditemui
nb: Ingen resultater ble funnet
nb_instk12: Ingen resultater ble funnet
nl: Geen resultaten gevonden
pl: Brak wyników
pt: Nenhum resultado encontrado
pt_br: Nenhum resultado encontrado
ru: Результаты не найдены
sl: Ni rezultatov.
sv: Inga resultat hittades
sv_instk12: Inga resultat hittades
th: ไม่พบผลลัพธ์
vi: Không tìm thấy kết quả
zh: 未发现结果
zh_hk: 找不到結果

source: No Submission
ar: لا يوجد إرسال
ca: Cap entrega
cy: Dim cyflwyniad
da: Ingen aflevering
da_instk12: Ingen aflevering
de: Keine Abgabe
es: Sin entregas
es_es: No hay entregas
fi: Ei lähetystä
fr: Aucune soumission
fr_ca: Aucune soumission
ga: Níl aon Uaslódáil
hi: कोई सबमिशन नहीं
ht: Pa gen Soumisyon
id: Tidak Ada Penyerahan
is: Engin skil
it: Nessuna consegna
ja: 提出なし
ko: 제출 없음
mi: Kāore he Tukunga
ms: Tiada Serahan
nb: Ingen innlevering
nb_instk12: Ingen innlevering
nl: Geen inzending
pl: Brak przesłanych zadań
pt: Nenhuma submissão
pt_br: Sem envio
ru: Нет отправки
sl: Ni oddaj.
sv: Ingen inlämning
sv_instk12: Ingen inlämning
th: ไม่มีผลงานจัดส่ง
vi: Không Có Mục Nộp
zh: 无提交项
zh_hk: 無提交項目

source: No Submission Date
ar: لا يوجد تاريخ إرسال
ca: No hi ha cap data d'entrega
cy: Dim Dyddiad Cyflwyno
da: Ingen afleveringsdato
da_instk12: Ingen afleveringsdato
de: Kein Abgabedatum
es: Sin fecha de entrega
es_es: No hay fecha de entrega
fi: Ei lähetyspäivää
fr: Date de non-soumission
fr_ca: Aucune date d’envoi
ga: Níl Dáta Uaslódála
hi: कोई सबमिशन तिथि नहीं
ht: Pa gen Dat Soumisyon
id: Tidak Ada Tanggal Penyerahan
is: Enginn skiladagur
it: Nessuna data di invio
ja: 提出日なし
ko: 제출 날짜 없음
mi: Kaore he rā o te tāpaetanga
ms: Tiada Tarikh Serahan
nb: Ingen innleveringsdato
nb_instk12: Ingen innleveringsdato
nl: Geen inleverdatum
pl: Brak terminu przesłania
pt: Data Nenhuma submissão
pt_br: Sem data de envio
ru: Отсутствует дата предоставления
sl: Ni datuma oddaje
sv: Inget inlämningsdatum
sv_instk12: Inget inlämningsdatum
th: ไม่มีวันที่จัด่สง
vi: Không Có Ngày Nộp
zh: 无提交日期
zh_hk: 無提交項目日期

source: No Thanks
ar: لا، شكراً
ca: No, gràcies
cy: Dim diolch
da: Nej tak
da_instk12: Nej tak
de: Nein, danke
es: No gracias
es_es: No gracias
fi: Ei kiitos
fr: Non merci
fr_ca: Non merci
ga: Níl Go Raibh Maith Agat
hi: जी नहीं, धन्यवाद
ht: Non Mèsi
id: Tidak, Terima Kasih
is: Nei takk
it: Nessun grazie
ja: 結構です
ko: 괜찮습니다
mi: Kāore he Mihi
ms: Tiada Ucapan Terima Kasih
nb: Nei takk
nb_instk12: Nei takk
nl: Nee, bedankt
pl: Nie dziękuję
pt: Não, Obrigado
pt_br: Não, Obrigado
ru: Нет, спасибо
sl: Ne, hvala.
sv: Nej tack
sv_instk12: Nej, tack
th: ไม่ ขอบคุณ
vi: Không, Cảm Ơn
zh: 不用了，谢谢
zh_hk: 無感謝

source: Not Authorized
ar: غير مخوّل
ca: Sense autorització
cy: Heb ei awdurdodi
da: Ikke tilladt
da_instk12: Ikke tilladt
de: Nicht berechtigt
es: No autorizado
es_es: No autorizado
fi: Ei valtuutettu
fr: Non autorisé
fr_ca: Non autorisé
ga: Níl sé Údaraithe
hi: अनधिकृत
ht: Pa Otorize
id: Tidak Diizinkan
is: Ekki heimilað
it: Non autorizzato
ja: 権限がありません。
ko: 권한 부여되지 않음
mi: Manakore
ms: Tidak Dibenarkan
nb: Ikke Autorisert
nb_instk12: Ikke Autorisert
nl: Geen toestemming
pl: Brak autoryzacji
pt: Não autorizado
pt_br: Não autorizado
ru: Нет авторизации
sl: Ni pooblastila.
sv: Du har inte behörighet
sv_instk12: Du har inte behörighet
th: ไม่ได้รับอนุญาต
vi: Không Được Phép
zh: 未获授权
zh_hk: 未授權

source: Not available
ar: غير متوفر
ca: No disponible
cy: Ddim ar gael
da: Ikke tilgængelig
da_instk12: Ikke tilgængelig
de: Nicht verfügbar
es: No está disponible
es_es: No está disponible
fi: Ei saatavissa
fr: Indisponible
fr_ca: Non disponible
ga: Níl sé ar fáil
hi: उपलब्ध नहीं
ht: Pa Disponib
id: Tidak tersedia
is: Ekki tiltækt
it: Non disponibile
ja: 利用できません
ko: 사용할 수 없음
mi: Kāore i te wātea
ms: Tidak Tersedia
nb: Ikke tilgjengelig
nb_instk12: Ikke tilgjengelig
nl: Niet beschikbaar
pl: Niedostępne
pt: Não está disponível
pt_br: Não disponível
ru: Недоступно
sl: Ni na voljo
sv: Ej tillgänglig
sv_instk12: Inte tillgänglig
th: ไม่มี
vi: Không khả dụng
zh: 无法使用
zh_hk: 不可用

source: Not Complete
ar: غير مكتمل
ca: No està complet
cy: Heb Gwblhau
da: Ikke fuldført
da_instk12: Ikke fuldført
de: Nicht abgeschlossen
es: No está completa
es_es: No está completo
fi: Ei valmis
fr: Pas terminé
fr_ca: Non terminé
ga: Neamhchríochnaithe
hi: अधूरा
ht: Pa Konplè
id: Belum Selesai
is: Ekki heilt
it: Non completato
ja: 未完了
ko: 완료되지 않음
mi: Kāore i te oti
ms: Tidak Lengkap
nb: Ikke godkjent
nb_instk12: Ikke fullført
nl: Niet volledig
pl: Niekompletne
pt: Incompleto
pt_br: Não Concluído
ru: Не завершено
sl: Ni zaključeno.
sv: Ej färdig
sv_instk12: Ej färdig
th: ไม่สมบูรณ์
vi: Chưa Hoàn Thành
zh: 未完成
zh_hk: 未完成

source: Not everything needs to be figured out today.
ar: لست ملزمًا بأن تنجز كل شيء اليوم.
ca: No cal esbrinar-ho tot de cop avui mateix.
cy: Does dim angen i ti gael yr atebion i gyd heddiw.
da: Ikke alt behøver at blive ordnet i dag.
da_instk12: Ikke alt behøver at blive ordnet i dag.
de: Nicht alles muss heute erledigt werden.
es: No es necesario resolverlo todo hoy.
es_es: No hay por qué resolverlo todo hoy.
fi: Kaikkea ei tarvitse selvittää tänään.
fr: Pas besoin de tout comprendre aujourd’hui.
fr_ca: Tout ne doit pas être résolu aujourd’hui.
ga: Ní gá gach rud a réiteach inniu.
hi: हर चीज़ का पता आज ही लगाने की ज़रूरत नहीं है।
ht: Se pa tout bagay ki bezwen rezoud jodi a.
id: Tidak semua hal perlu dipecahkan hari ini.
is: Þú þarft ekki að átta þig á öllu í dag.
it: Non tutto deve essere capito oggi.
ja: 今日中に全てを理解する必要はありません。
ko: 오늘 모든 것을 배울 필요는 없습니다.
mi: Kāore e hiahiatia kia whakatauhia ngā mea katoa i tēnei rā.
ms: Bukan semua perkara perlu ditemui jawapannya hari ini.
nb: Du trenger ikke finne ut av alt i dag.
nb_instk12: Du trenger ikke finne ut av alt i dag.
nl: Niet alles hoeft je vandaag al duidelijk te zijn.
pl: Nie wszystko da się rozwiązać od razu.
pt: Nem tudo precisa ser resolvido hoje.
pt_br: Nem tudo precisa ser resolvido hoje.
ru: Невозможно все понять за один день.
sl: Ni treba, da vse razrešite že danes.
sv: Du behöver inte lära dig allt idag.
sv_instk12: Du behöver inte lära dig allt idag.
th: ไม่จำเป็นต้องได้คำตอบทุกอย่างในตอนนี้
vi: Không phải mọi thứ đều cần được giải quyết hôm nay đâu.
zh: 不是所有的问题都需要今天解决。
zh_hk: 並非所有事情都需要今天就解決。

source: Not feeling ready? That's normal. Just start where you are.
ar: ألا تشعر بأنك جاهز؟ هذا طبيعي. ابدأ من مكانك فحسب.
ca: Penseu que encara no esteu a punt? És normal. Comenceu en el punt en què us trobeu.
cy: Ddim yn teimlo’n barod? Mae hynny’n normal. Dechreua lle wyt ti.
da: Føler du dig ikke klar? Det er helt normalt. Bare start der, hvor du er.
da_instk12: Føler du dig ikke klar? Det er helt normalt. Bare start der, hvor du er.
de: Sie fühlen sich noch nicht bereit? Das ist ganz normal. Fangen Sie einfach da an, wo Sie jetzt stehen.
es: ¿Todavía no se siente listo? Es normal. Empiece donde esté.
es_es: ¿No te sientes a punto? Eso es normal. Simplemente, empieza desde donde estás.
fi: Etkö tunne olevasi valmis? Se on normaalia. Aloita siitä, missä olet.
fr: Tu ne te sens pas prêt(e) ? C’est normal. Commence là où tu es.
fr_ca: Vous avez besoin de plus de temps? C’est normal. Commencez là où vous êtes.
ga: Nach bhfuil tú réidh? Sin gnáthrud. Tosaigh san áit a bhfuil tú.
hi: क्या आप अभी तैयार नहीं हैं? यह सामान्य बात है। जहां भी आप अभी हैं, वहीं से शुरुआत करें।
ht: Ou pa santi w pare? Se nòmal. Kòmanse kote w ye a.
id: Merasa belum siap? Itu normal. Mulailah dari tempat Anda sekarang.
is: Finnst þér þú ekki tilbúinn/n? Það er eðlilegt. Byrjaðu bara þar sem þú ert staddur eða stödd.
it: Non ti senti pronto? È normale. Inizia dal punto in cui sei.
ja: 準備ができていないように感じますか？それは普通のことです。今の場所から始めましょう。
ko: 아직 준비가 되지 않았다고 생각하세요? 흔한 감정입니다. 현재 상태에서 시작하세요.
mi: Kāore anō kia rite? He mea noa tēnā. Tīmata noa i tō tūranga.
ms: Berasa tidak bersedia? Itu perkara biasa. Hanya mulakan di mana anda berada.
nb: Føler du deg ikke klar? Det er normalt. Bare start der du er.
nb_instk12: Føler du deg ikke klar? Det er normalt. Bare start der du er.
nl: Voel je je er nog niet klaar voor? Dat is normaal. Begin gewoon waar je bent.
pl: Nie czujesz się gotów? To normalne. Rozpocznij od właściwego miejsca.
pt: Não te sentes pronto? Isso é normal. Começa onde estás.
pt_br: Não se sente pronto? Isso é normal. Apenas comece onde você está.
ru: Чувствуете, что не готовы? Это нормально. Начните с того места, где вы сейчас находитесь.
sl: Se ne počutite pripravljeni? To je povsem normalno. Preprosto začnite tam, kjer ste.
sv: Känner du dig inte redo? Det är normalt. Börja där du befinner dig.
sv_instk12: Känner du dig inte redo? Det är normalt. Börja där du befinner dig.
th: รู้สึกไม่พร้อมเหรอ เรื่องปกติ แค่เริ่มจากจุดที่คุณยืน
vi: Chưa sẵn sàng ư? Điều đó là bình thường. Chỉ cần bắt đầu từ nơi bạn đang đứng.
zh: 还没有做好心理准备？没关系。就从此刻开始吧。
zh_hk: 感覺還沒準備好？這很正常。就從你現在的位置開始。

source: Not graded
ar: لم يتم تقييم الدرجة
ca: No s'ha qualificat
cy: Heb raddio
da: Ikke bedømt
da_instk12: Ikke bedømt
de: Nicht benotet
es: No calificado
es_es: Sin evaluar
fi: Ei arvosteltu
fr: Non noté
fr_ca: Non noté
ga: Níl sé marcáilte
hi: ग्रेड नहीं किया गया
ht: Pa klase
id: Tidak dinilai
is: Ekki metið
it: Non valutato
ja: 未採点
ko: 채점되지 않음
mi: Kaore i kōeketia
ms: Tidak digredkan
nb: Ikke vurdert
nb_instk12: Ikke vurdert
nl: Niet beoordeeld
pl: Bez oceny
pt: Não classificado
pt_br: Sem Nota
ru: Не оценено
sl: Ni ocenjeno
sv: Inte bedömd
sv_instk12: inte bedömd
th: ไม่ได้ให้เกรด
vi: Chưa chấm điểm
zh: 未评分
zh_hk: 未評分
